Repository: pattyweb/simple-contact-form
Catalog: simple-contact-form/languages/simple-contact-form-*.po
Languages: pt_br

# post type general name
source: Contact Form Submissions
pt_br: Entradas de Contato

# post type singular name
source: Contact Form Submission
pt_br: Entrada de Contato

source: Name
pt_br: Nome

source: Email address
pt_br: Endereço de Email

source: Phone
pt_br: Telefone

source: Message
pt_br: Mensagem

source: Submit
pt_br: Enviar

source: CAPTCHA: What is
pt_br: CAPTCHA: Quanto é

source: Validation failed, captcha wrong!
pt_br: Validação falhou, captcha errado!

source: Name: Please enter at least 3 characters.
pt_br: Nome: Por favor, no mínimo 3 caracteres.

source: Name: Maximum length is 20 characters.
pt_br: Nome: Máximo de 20 caracteres.

source: Name: Only characters are allowed (no digits or special characters).
pt_br: Nome: Somente caracteres permitidos (sem números ou caracteres especiais).

source: Email: Please enter email.
pt_br: Email: Por favor, seu email.

source: Email: Enter a valid email address.
pt_br: Email: escreva um endereço de email válido.

source: Phone: Please enter a 10-digit mobile number without a country code.
pt_br: Telefone: Por favor, entre com um número de 10 dígitos.

source: Message: Please enter your message.
pt_br: Mensagem: Por favor, escreva sua mensagem.

source: Validation failed
pt_br: Validação falhou

source: Name: %s<br>Email: %s<br>Phone: %s<br>Message: %s
pt_br: Nome: %s<br>Email: %s<br>Telefone: %s<br>Mensagem: %s

source: New Contact Form Submission
pt_br: Nova Entrada de Contato

source: Form submitted successfully
pt_br: Formulário enviado com sucesso

source: Error submitting form
pt_br: Erro ao enviar formulário
